Repository: vinxu/CastReader
Catalog: CastReader/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, hi, it, ja, pt_br

source: CastReader 不保存你的密码或整本正文。
de: CastReader speichert weder dein Passwort noch den vollständigen Text deiner Bücher.
en: CastReader does not save your password or the full text of your books.
es: CastReader no guarda tu contraseña ni el texto completo de tus libros.
fr: CastReader n’enregistre ni votre mot de passe ni le texte intégral de vos livres.
hi: CastReader आपका पासवर्ड या आपकी किताबों का पूरा पाठ सेव नहीं करता।
it: CastReader non salva la password né il testo completo dei tuoi libri.
ja: CastReaderはパスワードや本の全文を保存しません。
pt_br: O CastReader não salva sua senha nem o texto completo dos seus livros.

source: Debug only：测试锁屏后 WebView 是否还能滚动
de: Nur Debug: Testen, ob WebView nach dem Sperren weiter scrollen kann
en: Debug only: test whether WebView can keep scrolling after the phone is locked
es: Solo depurar: pruebe si WebView puede seguir desplazándose después de que el teléfono esté bloqueado
fr: Débogage uniquement : testez si WebView peut continuer à défiler une fois le téléphone verrouillé
hi: केवल डीबग करें: परीक्षण करें कि फ़ोन लॉक होने के बाद WebView स्क्रॉल करना जारी रख सकता है या नहीं
it: Solo debug: verifica se WebView può continuare a scorrere dopo che il telefono è bloccato
ja: デバッグのみ: 電話がロックされた後も WebView がスクロールを継続できるかどうかをテストします。
pt_br: Somente depuração: teste se o WebView pode continuar rolando depois que o telefone for bloqueado

# English
source: 英语
de: Englisch
en: English
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
it: Inglese
ja: 英語
pt_br: Inglês

source: EPUB、PDF 长文、书摘或章节
de: EPUBs, lange PDFs, Auszüge oder Kapitel
en: EPUBs, long PDFs, excerpts, or chapters
es: EPUB, PDF largos, extractos o capítulos
fr: EPUB, longs PDF, extraits ou chapitres
hi: EPUB, लंबी PDF, अंश, या अध्याय
it: EPUB, PDF lunghi, estratti o capitoli
ja: EPUB、長い PDF、抜粋、または章
pt_br: EPUBs, PDFs longos, trechos ou capítulos

# Explaining · block %lld/%lld
source: 解读中 · 第 %1$lld/%2$lld 段
de: Erklärung · Abschnitt %lld/%lld
en: Explaining · block %lld/%lld
es: Explicando · bloque %lld/%lld
fr: Expliquer · bloquer %lld/%lld
hi: समझाना · %lld/%lld को ब्लॉक करें
it: Spiegazione · blocco %lld/%lld
ja: 説明・ブロック %lld/%lld
pt_br: Explicando · bloquear %lld/%lld

source: GitHub 文档、API 文档、产品手册、帮助中心
de: GitHub-Dokumentation, API-Dokumentation, Produkthandbücher und Hilfe-Center
en: GitHub docs, API docs, product manuals, and help centers
es: Documentos de GitHub, documentos API, manuales de productos y centros de ayuda
fr: Documents GitHub, documents API, manuels de produits et centres d'aide
hi: GitHub दस्तावेज़, API दस्तावेज़, उत्पाद मैनुअल और सहायता केंद्र
it: Documenti GitHub, documenti API, manuali di prodotto e centri assistenza
ja: GitHub ドキュメント、API ドキュメント、製品マニュアル、ヘルプ センター
pt_br: Documentos do GitHub, documentos de API, manuais de produtos e centrais de ajuda

source: Google Play 图书
de: Google Play Bücher
en: Google Play Books
es: Google Play Libros
fr: Google Play Livres
hi: Google Play किताबें
it: Google Play Libri
ja: Google Play ブックス
pt_br: Google Play Livros

source: Google Play 图书书架
de: Google Play Bücher-Regal
en: Google Play Books shelf
es: Estantería de Google Play Libros
fr: Bibliothèque Google Play Livres
hi: Google Play किताबें शेल्फ़
it: Libreria Google Play Libri
ja: Google Play ブックスの本棚
pt_br: Estante do Google Play Livros

source: Google 登录已过期，请重新绑定 Google Play 图书。
de: Deine Google-Sitzung ist abgelaufen. Verbinde Google Play Bücher erneut.
en: Your Google session expired. Please connect Google Play Books again.
es: Tu sesión de Google ha caducado. Vuelve a conectar Google Play Libros.
fr: Votre session Google a expiré. Reconnectez Google Play Livres.
hi: आपका Google सत्र समाप्त हो गया। कृपया Google Play किताबें फिर से कनेक्ट करें।
it: La sessione Google è scaduta. Ricollega Google Play Libri.
ja: Google のログインが期限切れです。Google Play ブックスを再連携してください。
pt_br: Sua sessão do Google expirou. Conecte o Google Play Livros novamente.

source: Google 登录未配置（需填入 Constants.GoogleOAuth.clientID）
de: Google-Anmeldung ist nicht konfiguriert (Constants.GoogleOAuth.clientID festlegen)
en: Google sign-in is not configured (set Constants.GoogleOAuth.clientID)
es: El inicio de sesión de Google no está configurado (establezca Constants.GoogleOAuth.clientID)
fr: La connexion Google n'est pas configurée (définissez Constants.GoogleOAuth.clientID)
hi: Google साइन-इन कॉन्फ़िगर नहीं किया गया है (Constants.GoogleOAuth.clientID सेट करें)
it: L'accesso a Google non è configurato (imposta Constants.GoogleOAuth.clientID)
ja: Google サインインが構成されていません (Constants.GoogleOAuth.clientID を設定)
pt_br: O login do Google não está configurado (defina Constants.GoogleOAuth.clientID)

# Kindle Book
source: Kindle 图书
de: Kindle-Buch
en: Kindle Book
es: Libro Kindle
fr: Livre Kindle
hi: किंडल बुक
it: Libro Kindle
ja: Kindle本
pt_br: Livro Kindle

source: Kindle 书架
de: Kindle-Bibliothek
en: Kindle Library
es: Biblioteca Kindle
fr: Bibliothèque Kindle
hi: किंडल लाइब्रेरी
it: Libreria Kindle
ja: Kindle ライブラリ
pt_br: Biblioteca Kindle

source: Kindle 书架响应异常。
de: Unerwartete Antwort der Kindle-Bibliothek.
en: Unexpected Kindle library response.
es: Respuesta inesperada de la biblioteca Kindle.
fr: Réponse inattendue de la bibliothèque Kindle.
hi: अप्रत्याशित किंडल लाइब्रेरी प्रतिक्रिया।
it: Risposta imprevista della libreria Kindle.
ja: Kindle ライブラリの予期せぬ反応。
pt_br: Resposta inesperada da biblioteca Kindle.

source: Kindle 书架已同步。
de: Kindle-Bibliothek synchronisiert.
en: Kindle library synced.
es: Biblioteca Kindle sincronizada.
fr: Bibliothèque Kindle synchronisée.
hi: किंडल लाइब्रेरी सिंक हो गई।
it: Libreria Kindle sincronizzata.
ja: Kindle ライブラリが同期されました。
pt_br: Biblioteca Kindle sincronizada.

source: Kindle 书籍需要重新同步
de: Dieses Kindle-Buch muss erneut synchronisiert werden
en: This Kindle book needs to be synced again
es: Este libro Kindle debe sincronizarse nuevamente
fr: Ce livre Kindle doit être à nouveau synchronisé
hi: इस किंडल पुस्तक को फिर से समन्वयित करने की आवश्यकता है
it: Questo libro Kindle deve essere sincronizzato di nuovo
ja: この Kindle 本は再度同期する必要があります
pt_br: Este livro Kindle precisa ser sincronizado novamente

source: Kindle 后台滚动测试
de: Kindle-Hintergrund-Scrolltest
en: Kindle Background Scroll Probe
es: Sonda de desplazamiento en segundo plano de Kindle
fr: Sonde de défilement d'arrière-plan Kindle
hi: किंडल बैकग्राउंड स्क्रॉल जांच
it: Sonda di scorrimento dello sfondo per Kindle
ja: Kindle バックグラウンド スクロール プローブ
pt_br: Sonda de rolagem de fundo do Kindle

source: Kindle 多语言 OCR 初始化失败：%@
de: Mehrsprachige Kindle-OCR konnte nicht initialisiert werden: %@
en: Failed to initialize Kindle multilingual OCR: %@
es: No se pudo inicializar el OCR multilingüe de Kindle: %@
fr: Échec de l’initialisation de l’OCR multilingue Kindle : %@
hi: Kindle बहुभाषी OCR शुरू नहीं हो सका: %@
it: Inizializzazione dell'OCR multilingue Kindle non riuscita: %@
ja: Kindle多言語OCRの初期化に失敗しました：%@
pt_br: Falha ao inicializar o OCR multilíngue do Kindle: %@

source: Kindle 登录已失效
de: Kindle-Anmeldung abgelaufen
en: Kindle sign-in expired
es: La sesión de Kindle ha caducado
fr: Connexion Kindle expirée
hi: Kindle साइन-इन समाप्त हो गया
it: Accesso a Kindle scaduto
ja: Kindle のログインが無効になりました
pt_br: Login do Kindle expirado

source: Kindle 登录已过期，请重新登录并同步书架。
de: Deine Kindle-Sitzung ist abgelaufen. Melde dich erneut an und synchronisiere deine Bibliothek.
en: Your Kindle session has expired. Sign in again and sync your library.
es: Su sesión de Kindle ha caducado. Inicie sesión nuevamente y sincronice su biblioteca.
fr: Votre session Kindle a expiré. Connectez-vous à nouveau et synchronisez votre bibliothèque.
hi: आपका किंडल सत्र समाप्त हो गया है. दोबारा साइन इन करें और अपनी लाइब्रेरी सिंक करें।
it: La tua sessione Kindle è scaduta. Accedi di nuovo e sincronizza la tua libreria.
ja: Kindle セッションの有効期限が切れました。再度サインインしてライブラリを同期します。
pt_br: Sua sessão do Kindle expirou. Faça login novamente e sincronize sua biblioteca.

source: Kindle 返回了异常的页面数据。
de: Kindle hat unerwartete Seitendaten zurückgegeben.
en: Kindle returned unexpected page data.
es: Kindle devolvió datos de página inesperados.
fr: Kindle a renvoyé des données de page inattendues.
hi: किंडल ने अप्रत्याशित पेज डेटा लौटाया।
it: Kindle ha restituito dati di pagina imprevisti.
ja: Kindle が予期しないページ データを返しました。
pt_br: O Kindle retornou dados inesperados da página.

source: Kindle 连续朗读 · 100+ 专业音色 · 8 种语言
de: Kontinuierliches Kindle-Vorlesen · 100+ professionelle Stimmen · 8 Sprachen
en: Continuous Kindle reading · 100+ professional voices · 8 languages
es: Lectura continua de Kindle · Más de 100 voces profesionales · 8 idiomas
fr: Lecture Kindle en continu · Plus de 100 voix professionnelles · 8 langues
hi: लगातार Kindle वाचन · 100+ प्रोफ़ेशनल आवाज़ें · 8 भाषाएँ
it: Lettura Kindle continua · Oltre 100 voci professionali · 8 lingue
ja: Kindleを連続朗読 · 100種類以上のプロ音声 · 8言語
pt_br: Leitura contínua no Kindle · Mais de 100 vozes profissionais · 8 idiomas

source: Kindle 连续朗读 · 100+ 专业音色 · 9 种语言
de: Kontinuierliches Kindle-Vorlesen · 100+ professionelle Stimmen · 9 Sprachen
en: Continuous Kindle reading · 100+ professional voices · 9 languages
es: Lectura continua de Kindle · Más de 100 voces profesionales · 9 idiomas
fr: Lecture Kindle en continu · Plus de 100 voix professionnelles · 9 langues
hi: लगातार Kindle वाचन · 100+ प्रोफ़ेशनल आवाज़ें · 9 भाषाएँ
it: Lettura Kindle continua · Oltre 100 voci professionali · 9 lingue
ja: Kindleを連続朗読 · 100種類以上のプロ音声 · 9言語
pt_br: Leitura contínua no Kindle · Mais de 100 vozes profissionais · 9 idiomas

source: Kindle 页面图片无法解析。
de: Das Bild der Kindle-Seite konnte nicht decodiert werden.
en: The Kindle page image could not be decoded.
es: No se pudo decodificar la imagen de la página Kindle.
fr: L'image de la page Kindle n'a pas pu être décodée.
hi: किंडल पेज की छवि को डिकोड नहीं किया जा सका।
it: Impossibile decodificare l'immagine della pagina Kindle.
ja: Kindle ページの画像をデコードできませんでした。
pt_br: A imagem da página do Kindle não pôde ser decodificada.

source: Kindle 页面正在准备中。
de: Kindle-Seiten werden bereits vorbereitet.
en: Kindle pages are already being prepared.
es: Las páginas Kindle ya se están preparando.
fr: Les pages Kindle sont déjà en préparation.
hi: किंडल पेज पहले से ही तैयार किए जा रहे हैं।
it: Le pagine Kindle sono già in fase di preparazione.
ja: Kindleページはすでに準備中です。
pt_br: As páginas do Kindle já estão sendo preparadas.

source: Kindle 页面还没有准备好
de: Die Kindle-Seite ist noch nicht bereit
en: The Kindle page is not ready yet
es: La página de Kindle aún no está lista
fr: La page Kindle n'est pas encore prête
hi: किंडल पेज अभी तैयार नहीं है
it: La pagina Kindle non è ancora pronta
ja: Kindle ページはまだ準備ができていません
pt_br: A página do Kindle ainda não está pronta

source: Kobo 书架已加载
de: Kobo-Bibliothek geladen
en: Kobo library loaded
es: Biblioteca de Kobo cargada
fr: Bibliothèque Kobo chargée
hi: Kobo लाइब्रेरी लोड हो गई
it: Libreria Kobo caricata
ja: Kobo の本棚を読み込みました
pt_br: Biblioteca da Kobo carregada

source: Kobo 书架已同步
de: Kobo-Bibliothek synchronisiert
en: Kobo library synced
es: Biblioteca de Kobo sincronizada
fr: Bibliothèque Kobo synchronisée
hi: Kobo लाइब्रेरी सिंक हो गई
it: Libreria Kobo sincronizzata
ja: Kobo の本棚を同期しました
pt_br: Biblioteca da Kobo sincronizada

source: Kobo 内容暂时无法打开，请重试。
de: Kobo-Inhalte können vorübergehend nicht geöffnet werden. Bitte versuche es erneut.
en: Kobo content is temporarily unavailable. Please try again.
es: El contenido de Kobo no está disponible temporalmente. Inténtalo de nuevo.
fr: Le contenu Kobo est temporairement indisponible. Réessayez.
hi: Kobo सामग्री अभी उपलब्ध नहीं है। फिर कोशिश करें।
it: Il contenuto Kobo non è temporaneamente disponibile. Riprova.
ja: Kobo のコンテンツを一時的に開けません。もう一度お試しください。
pt_br: O conteúdo da Kobo está temporariamente indisponível. Tente novamente.

source: Kobo 登录已过期，请重新绑定 Kobo。
de: Deine Kobo-Sitzung ist abgelaufen. Verbinde Kobo erneut.
en: Your Kobo session expired. Please connect Kobo again.
es: Tu sesión de Kobo ha caducado. Vuelve a conectar Kobo.
fr: Votre session Kobo a expiré. Reconnectez Kobo.
hi: आपका Kobo सत्र समाप्त हो गया। कृपया Kobo को फिर से कनेक्ट करें।
it: La sessione Kobo è scaduta. Ricollega Kobo.
ja: Kobo のログインが期限切れです。Kobo を再連携してください。
pt_br: Sua sessão da Kobo expirou. Conecte a Kobo novamente.

source: Kobo 阅读会话暂时失效。请重试打开；仍失败时再重新登录 Kobo。
de: Die Kobo-Lesesitzung ist vorübergehend ungültig. Öffne das Buch erneut; melde dich erst wieder bei Kobo an, wenn der Fehler bleibt.
en: Your Kobo reading session is temporarily unavailable. Try opening the book again; sign in to Kobo again only if it still fails.
es: La sesión de lectura de Kobo no está disponible temporalmente. Intenta abrir el libro de nuevo; vuelve a iniciar sesión en Kobo solo si sigue fallando.
fr: La session de lecture Kobo est temporairement indisponible. Essayez de rouvrir le livre ; reconnectez-vous à Kobo seulement si le problème persiste.
hi: आपका Kobo रीडिंग सत्र अभी उपलब्ध नहीं है। किताब दोबारा खोलें; समस्या बनी रहे तभी Kobo में फिर साइन इन करें।
it: La sessione di lettura Kobo non è temporaneamente disponibile. Prova a riaprire il libro; accedi di nuovo a Kobo solo se il problema persiste.
ja: Kobo の読書セッションを一時的に利用できません。もう一度本を開き、解決しない場合のみ Kobo に再ログインしてください。
pt_br: A sessão de leitura da Kobo está temporariamente indisponível. Tente abrir o livro novamente; entre na Kobo de novo apenas se o problema continuar.

source: O’Reilly 个人账户
de: Privates O’Reilly-Konto
en: Personal O’Reilly account
es: Cuenta personal de O’Reilly
fr: Compte O’Reilly personnel
hi: व्यक्तिगत O’Reilly खाता
it: Account O’Reilly personale
ja: O’Reilly 個人アカウント
pt_br: Conta pessoal da O’Reilly

source: O’Reilly 机构账户没有传统书架，CastReader 会同步你实际打开过的书。
de: Institutionelle O’Reilly-Konten haben kein klassisches Bücherregal. CastReader synchronisiert die Bücher, die Sie tatsächlich geöffnet haben.
en: Institutional O’Reilly accounts do not have a traditional bookshelf. CastReader syncs books you have actually opened.
es: Las cuentas institucionales de O’Reilly no tienen una estantería tradicional. CastReader sincroniza los libros que hayas abierto.
fr: Les comptes institutionnels O’Reilly ne disposent pas d’une bibliothèque classique. CastReader synchronise les livres que vous avez réellement ouverts.
hi: O’Reilly के संस्थागत खातों में पारंपरिक बुकशेल्फ़ नहीं होती। CastReader उन किताबों को सिंक करता है जिन्हें आपने वास्तव में खोला है।
it: Gli account istituzionali O’Reilly non hanno una libreria tradizionale. CastReader sincronizza i libri che hai effettivamente aperto.
ja: O’Reilly の機関アカウントには従来型の本棚がありません。CastReader は実際に開いた本を同期します。
pt_br: As contas institucionais da O’Reilly não têm uma estante tradicional. O CastReader sincroniza os livros que você realmente abriu.

source: O’Reilly 登录已失效
de: O’Reilly-Anmeldung abgelaufen
en: O’Reilly sign-in expired
es: La sesión de O’Reilly caducó
fr: La connexion à O’Reilly a expiré
hi: O’Reilly साइन-इन की समय-सीमा समाप्त हो गई
it: Accesso a O’Reilly scaduto
ja: O’Reilly のログイン期限が切れました
pt_br: O acesso à O’Reilly expirou

source: O’Reilly 登录已过期，请重新绑定 O’Reilly。
de: Die O’Reilly-Anmeldung ist abgelaufen. Verbinden Sie O’Reilly erneut.
en: Your O’Reilly sign-in has expired. Reconnect O’Reilly.
es: Tu sesión de O’Reilly ha caducado. Vuelve a conectar O’Reilly.
fr: Votre connexion O’Reilly a expiré. Reconnectez O’Reilly.
hi: आपका O’Reilly साइन-इन समाप्त हो गया है। O’Reilly को फिर से कनेक्ट करें।
it: L’accesso a O’Reilly è scaduto. Ricollega O’Reilly.
ja: O’Reilly のログイン期限が切れました。O’Reilly を再接続してください。
pt_br: Seu login na O’Reilly expirou. Reconecte a O’Reilly.

source: O’Reilly 阅读历史已加载
de: O’Reilly-Leseverlauf geladen
en: O’Reilly reading history loaded
es: Historial de lectura de O’Reilly cargado
fr: Historique de lecture O’Reilly chargé
hi: O’Reilly का पढ़ने का इतिहास लोड हो गया
it: Cronologia di lettura O’Reilly caricata
ja: O’Reilly の読書履歴を読み込みました
pt_br: Histórico de leitura da O’Reilly carregado

source: O’Reilly 阅读历史已同步
de: O’Reilly-Leseverlauf synchronisiert
en: O’Reilly reading history synced
es: Historial de lectura de O’Reilly sincronizado
fr: Historique de lecture O’Reilly synchronisé
hi: O’Reilly का पढ़ने का इतिहास सिंक हो गया
it: Cronologia di lettura O’Reilly sincronizzata
ja: O’Reilly の読書履歴を同期しました
pt_br: Histórico de leitura da O’Reilly sincronizado

# paused
source: 已暂停
de: Pausiert
en: Paused
es: En pausa
fr: En pause
hi: रुका हुआ
it: In pausa
ja: 一時停止中
pt_br: Pausado

source: PDF / TXT / 图片 / EPUB
de: PDF / TXT / Bild / EPUB
en: PDF / TXT / Image / EPUB
es: PDF / TXT / Imagen / EPUB
fr: PDF / TXT / Image / EPUB
hi: PDF / TXT / छवि / EPUB
it: PDF/TXT/Immagine/EPUB
ja: PDF / TXT / 画像 / EPUB
pt_br: PDF / TXT / Imagem / EPUB

# Playback Speed
source: 播放速度
de: Wiedergabegeschwindigkeit
en: Playback Speed
es: Velocidad de reproducción
fr: Vitesse de lecture
hi: प्लेबैक गति
it: Velocità di riproduzione
ja: 再生速度
pt_br: Velocidade de reprodução

# playing
source: 正在播放
de: Wird wiedergegeben
en: Playing
es: Reproduciendo
fr: Lecture en cours
hi: चल रहा है
it: Riproduzione in corso
ja: 再生中
pt_br: Reproduzindo

# Something went wrong
source: 出现问题
de: Ein Fehler ist aufgetreten
en: Something went wrong
es: Algo salió mal
fr: Un problème est survenu
hi: कुछ गलत हुआ
it: Si è verificato un problema
ja: 問題が発生しました
pt_br: Algo deu errado

source: Today is a pleasant day. I am recording this sample in a clear, natural voice so CastReader can reproduce my voice accurately.
de: Heute ist ein angenehmer Tag. Ich nehme dieses Beispiel mit klarer, natürlicher Stimme auf, damit CastReader meine Stimme genau wiedergeben kann.
es: Hoy es un día agradable. Estoy grabando esta muestra con una voz clara y natural para que CastReader pueda reproducir mi voz con precisión.
fr: Aujourd'hui est une journée agréable. J'enregistre cet échantillon avec une voix claire et naturelle afin que CastReader puisse reproduire ma voix avec précision.
hi: आज का दिन सुखद है. मैं इस नमूने को स्पष्ट, प्राकृतिक आवाज में रिकॉर्ड कर रहा हूं ताकि CastReader मेरी आवाज को सटीक रूप से पुन: पेश कर सके।
it: Oggi è una giornata piacevole. Sto registrando questo campione con una voce chiara e naturale in modo che CastReader possa riprodurre accuratamente la mia voce.
ja: 今日は楽しい一日です。このサンプルはクリアで自然な声で録音しているので、CastReader で私の声を正確に再現できます。
pt_br: Hoje é um dia agradável. Estou gravando esta amostra com uma voz clara e natural para que o CastReader possa reproduzir minha voz com precisão.

# Try Again
source: 重试
de: Erneut versuchen
en: Try Again
es: Intentar de nuevo
fr: Réessayer
hi: फिर से कोशिश करें
it: Riprova
ja: もう一度試す
pt_br: Tentar novamente

# Untitled
source: 无标题
de: Ohne Titel
en: Untitled
es: Sin título
fr: Sans titre
hi: बिना शीर्षक
it: Senza titolo
ja: 無題
pt_br: Sem título

source: 上一页
de: Vorherige Seite
en: Previous Page
es: Página anterior
fr: Page précédente
hi: पिछला पेज
it: Pagina precedente
ja: 前のページ
pt_br: Página anterior

source: 上传中…
de: Wird hochgeladen …
en: Uploading…
es: Subiendo…
fr: Téléchargement…
hi: अपलोड हो रहा है...
it: Caricamento…
ja: アップロード中…
pt_br: Fazendo upload…

source: 上传图片
de: Bild hochladen
en: Upload Image
es: Subir imagen
fr: Importer une image
hi: छवि अपलोड करें
it: Carica immagine
ja: 画像をアップロード
pt_br: Enviar imagem

source: 上传文件
de: Datei hochladen
en: Upload File
es: Subir archivo
fr: Importer un fichier
hi: फ़ाइल अपलोड करें
it: Carica file
ja: ファイルをアップロード
pt_br: Enviar arquivo

source: 上次登录
de: Zuletzt
en: Last used
es: Última vez
fr: Dernière fois
hi: पिछली बार
it: Ultimo
ja: 前回
pt_br: Última vez

source: 上次还没听完，接着听？
de: Du hast letztes Mal nicht zu Ende gehört. Dort weitermachen?
en: You didn't finish last time. Pick up where you left off?
es: No terminaste la última vez. ¿Continuamos donde lo dejaste?
fr: Vous n'aviez pas terminé. Reprendre là où vous en étiez ?
hi: पिछली बार आपने पूरा नहीं सुना। जहाँ छोड़ा था वहीं से जारी रखें?
it: L'ultima volta non hai finito. Riprendiamo da dove eri rimasto?
ja: 前回は最後まで聞いていません。続きから再生しますか？
pt_br: Você não terminou da última vez. Continuar de onde parou?

source: 下一页
de: Nächste Seite
en: Next Page
es: Página siguiente
fr: Page suivante
hi: अगला पेज
it: Pagina successiva
ja: 次のページ
pt_br: Próxima página

source: 下一页 Kindle 页面已就绪。
de: Nächste Kindle-Seite ist bereit.
en: Ready on next Kindle page.
es: Listo en la siguiente página de Kindle.
fr: Prêt sur la prochaine page Kindle.
hi: अगले किंडल पेज पर तैयार।
it: Pronto nella prossima pagina Kindle.
ja: 次の Kindle ページで準備完了です。
pt_br: Pronto na próxima página do Kindle.

source: 下一页已缓存，但 Kindle 页面同步失败，已暂停。
de: Die nächste Seite ist zwischengespeichert, aber die Kindle-Seitensynchronisierung ist fehlgeschlagen. Die Wiedergabe wurde pausiert.
en: The next page is cached, but Kindle page sync failed. Playback is paused.
es: La página siguiente está en caché, pero no se pudo sincronizar la página de Kindle. La reproducción está en pausa.
fr: La page suivante est en cache, mais la synchronisation de la page Kindle a échoué. La lecture est en pause.
hi: अगला पेज कैश हो गया है, लेकिन Kindle पेज सिंक नहीं हुआ। प्लेबैक रोक दिया गया है।
it: La pagina successiva è nella cache, ma la sincronizzazione della pagina Kindle non è riuscita. La riproduzione è in pausa.
ja: 次のページはキャッシュ済みですが、Kindleページの同期に失敗したため一時停止しました。
pt_br: A próxima página está em cache, mas a sincronização da página do Kindle falhou. A reprodução foi pausada.

source: 下一页播放衔接失败，请点击播放继续。
de: Die Wiedergabe konnte auf der nächsten Seite nicht fortgesetzt werden. Tippe zum Fortfahren auf Wiedergabe.
en: Couldn’t continue playback on the next page. Tap Play to continue.
es: No se pudo continuar la reproducción en la página siguiente. Toca Reproducir para continuar.
fr: Impossible de poursuivre la lecture sur la page suivante. Touchez Lecture pour continuer.
hi: अगले पेज पर प्लेबैक जारी नहीं हो सका। जारी रखने के लिए चलाएँ पर टैप करें।
it: Impossibile continuare la riproduzione nella pagina successiva. Tocca Riproduci per continuare.
ja: 次のページへの連続再生に失敗しました。再生をタップして続けてください。
pt_br: Não foi possível continuar a reprodução na próxima página. Toque em Reproduzir para continuar.

source: 下次可创建时间：%@
de: Nächste Stimme verfügbar um: %@
en: Next voice available at: %@
es: Próxima voz disponible en: %@
fr: Prochaine voix disponible sur : %@
hi: अगली आवाज़ यहां उपलब्ध है: %@
it: Voce successiva disponibile su: %@
ja: 次の音声は %@ で利用可能です
pt_br: Próxima voz disponível em: %@

source: 与
de: und
en: and
es: y
fr: et
hi: और
it: e
ja: と
pt_br: e

source: 中文
de: Chinesisch
en: Chinese
es: Chino
fr: Chinois
hi: चीनी
it: cinese
ja: 中国語
pt_br: chinês

source: 中文录制
de: Auf Chinesisch aufgenommen
en: Recorded in Chinese
es: Grabado en chino
fr: Enregistré en chinois
hi: चीनी में रिकॉर्ड किया गया
it: Registrato in cinese
ja: 中国語で録音
pt_br: Gravado em chinês

source: 书名
de: Titel
en: Title
es: Título
fr: Titre
hi: शीर्षक
it: Titolo
ja: タイトル
pt_br: Título

source: 书架中有 %d 本书可以同步
de: %d Bücher zum Synchronisieren verfügbar
en: %d books available to sync
es: %d libros disponibles para sincronizar
fr: %d livres disponibles à synchroniser
hi: %d किताबें सिंक करने के लिए उपलब्ध हैं
it: %d libri disponibili per la sincronizzazione
ja: 同期できる本が %d 冊あります
pt_br: %d livros disponíveis para sincronizar

source: 书架中没有找到这本书，请重新同步微信读书书架。
de: Dieses Buch wurde in deiner Bibliothek nicht gefunden. Synchronisiere deine WeRead-Bibliothek erneut.
en: This book was not found in your library. Sync your WeRead library again.
es: Este libro no se encontró en tu biblioteca. Vuelve a sincronizar tu biblioteca de WeRead.
fr: Ce livre est introuvable dans votre bibliothèque. Synchronisez à nouveau votre bibliothèque WeRead.
hi: यह किताब आपकी लाइब्रेरी में नहीं मिली। अपनी WeRead लाइब्रेरी फिर से सिंक करें।
it: Questo libro non è stato trovato nella libreria. Sincronizza di nuovo la libreria WeRead.
ja: 本棚にこの本が見つかりません。WeRead 本棚をもう一度同期してください。
pt_br: Este livro não foi encontrado na sua biblioteca. Sincronize novamente a biblioteca do WeRead.
